[GENERAL]
NAME				= Portuguese
TRANSLATOR			= João Nunes 
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= O aplicativo expirou.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Não Registado
TEXT_BUSINESS			= Para Empresas
TEXT_SAFEMODE			= Modo de segurança
TEXT_SAFEMODE_MESSAGE		= O Bandicam está em modo de segurança. \nAlgumas características, incluindo a codificação acelerada por hardware, podem não funcionar no modo de segurança.
TEXT_INIT_FAIL			= Falha na tentativa de iniciar o aplicativo.
TEXT_APPINFO			= Bandicam - Captura de vídeo de alto desempenho.
TEXT_HAS_BEEN_UNREGISTERED	= Tem certeza que deseja eliminar os selecionados.


; error
TEXT_ERROR_DISKSPACE		= Espaço em disco insuficiente para gravar.
TEXT_ERROR_VIDEO_CAP		= Falha ao tentar inicar captura de vídeo.
TEXT_ERROR_AUDIO_CAP		= Falha ao tentar iniciar captura de áudio.\nSe precisar de ajuda, clique em OK.
TEXT_ERROR_IMAGE_CAP		= Falha ao capturar imagem. \nPor favor verificar a saída de.
TEXT_ERROR_CREATEFILE		= Falha ao tentar criar ficheiro.\nSe precisar de ajudar, clique em OK.
TEXT_ERROR_OUTPUTFOLDER		= A pasta de saída não existe. Por favor, selecione uma nova pasta.
TEXT_ERROR_RENAME_FILE		= Falha ao renomear o ficheiro selecionado.
TEXT_ERROR_CODEC_INIT		= Falha ao iniciar código.
TEXT_ERROR_CODEC_INIT_RETRY	= Falha ao iniciar o codec.\nQuer tentar novamente com o (CPU) codec H.264?
TEXT_ERROR_CODEC_VIDEO		= A gravação parou porque há um problema com o código 
TEXT_ERROR_LOGO_IMAGE		= Ficheiro de imagem inválido! \nFavor escolher um ficheiro de imagem válido (*.png).
TEXT_ERROR_INIT_DEVICE		= Falha ao iniciar o dispositivo de captura de vídeo.
TEXT_ERROR_NO_DEVICES		= Nenhum dispositivo de captura de vídeo foi detetado.
TEXT_ERROR_EXISTING_PRESET_NAME = O nome predefinido inserido já existe. \nPor favor, insira um nome diferente.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = Este recurso não está disponível devido à política do Facebook.
TEXT_ERROR_AUDIO_DEVICE_INVALIDATED = A gravação foi interrompida porque o dispositivo de áudio já não está disponível.
TEXT_ERROR_DUPLICATE_HOTKEYS	= Existem teclas de atalho duplicadas. Por favor, altere as configurações das teclas de atalho.
TEXT_ERROR_NO_SOUND_DEVICE	= Não há nenhum dispositivo de som ativado. Selecione pelo menos um dispositivo.
TEXT_ERROR_NO_MORE_5_UPLOADING  = Não pode enviar mais de 5 vídeos ao mesmo tempo. Tente novamente após a conclusão do envio.
TEXT_CAN_NOT_CHANGE_TB		= Não pode modificar esta configuração na versão gratuita do Bandicam. Favor registar!
TEXT_CAN_NOT_ADD_MORE_THAN_10	= Não pode adicionar mais de 10 itens.
TEXT_WARNING_AMD_APP		= O sistema não suporta 'H.264 (AMD VCE)', então o código padrão será usado.
TEXT_WARNING_AMD_APP2		= O sistema não suporta 'H.264 (AMD VCE)'.
TEXT_WARNING_DEVICE_CHANGE	= Se alterar as configurações do dispositivo de vídeo, a gravação será interrompida. Tem a certeza que deseja continuar?
TEXT_WARNING_EXIT_BANDICAM	= Se fechar o Bandicam, a gravação será interrompida.\n Tem a certeza que deseja fechar o Bandicam?
TEXT_WARNING_EXIT_BANDICAM_SREC	= Depois que esse aplicativo for encerrado, a gravação agendada não pode continuar.\nTem certeza que deseja fechar o Bandicam?
TEXT_WARNING_DEL_OVERLAY	= Tem certeza que deseja eliminar a sobreposição selecionada?
TEXT_WARNING_UNREGISTER		= Tem certeza que deseja cancelar o registo do Bandicam?
TEXT_NOTICE_NEED_TO_RENEW_1	= A renovação da licença é necessária!
TEXT_NOTICE_NEED_TO_RENEW_2	= A licença expirará após <font color="red">%d dia(s)</font>.  <br>Para continuar a usar o Bandicam sem limitações, deve renovar a licença.
TEXT_NOTICE_NEED_TO_RENEW_2_NOW	= A  licença expirou.  <br>Para continuar a usar o Bandicam sem limitações, deve renovar a licença.
TEXT_NOTICE_NEED_TO_RENEW_2_TODAY = A licença expirará dentro de <font color="red">24 horas</font>.  <br>Para continuar a usar o Bandicam sem limitações, deve renovar a licença.

; video setting page name
TEXT_VID_PAGE_SOUND		= Áudio
TEXT_VID_PAGE_WEBCAM		= Webcam
TEXT_VID_PAGE_LOGO		= Logótipo
TEXT_VID_PAGE_EFFECTS		= Rato
TEXT_VID_PAGE_KEYSTROKE		= Tecla
TEXT_VID_PAGE_TEXT		= Texto
TEXT_VID_PAGE_OPTIONS		= Opções

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= Logótipo

; option page name
TEXT_OPT_PAGE_GENERAL		= Geral
TEXT_OPT_PAGE_OUTPUT		= Saída
TEXT_OPT_PAGE_HOOKING		= Vínculo
TEXT_OPT_PAGE_LANGUAGE		= Línguagem
TEXT_OPT_PAGE_HOTKEYS		= Hotkeys
TEXT_OPT_PAGE_OTHERS		= Outros

TEXT_VIDEO			= Vídeo
TEXT_AUDIO			= Áudio

TEXT_FOLDER_SELECT		= Escolha uma pasta de gravação.

TEXT_FMT_FULL_SIZE		= Ecrã inteiro
TEXT_FMT_HALF_SIZE		= Metade do tamanho
TEXT_FMT_FIT_WIDTH		= Ajustar à largura
TEXT_FMT_FIT_HEIGHT		= Ajustar à altura
TEXT_FMT_CUSTOM_SIZE		= Personalizado
TEXT_FMT_STEREO			= Stereo
TEXT_FMT_MONO			= Mono
TEXT_FMT_ORIGINAL_PCM		= Formato de áudio original
TEXT_FMT_AUTO			= Auto
TEXT_FMT_LOSSLESS		= Sem perdas

; preset
TEXT_PRESET_DEFAULT		= Padrão
TEXT_PRESET_HALFSIZE		= Metade do tamanho
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= Configurações ultra rápida para 60 FPS
TEXT_PRESET_LOWEND		= PC de baixa qualidade
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080p)
TEXT_PRESET_PMP			= Divx/Smartphone Galaxy
TEXT_PRESET_EDIT		= Sony Vegas/Premiere/Pinnacle
TEXT_PRESET_POWERPOINT		= PowerPoint
TEXT_PRESET_320x0		= Ajustar à largura, 320x0
TEXT_PRESET_640x0		= Ajustar à largura, 640x0
TEXT_PRESET_800x0		= Ajustar à largura, 800x0
TEXT_PRESET_1280x0		= Ajustar à largura, 1280x0
TEXT_PRESET_USER		= Predefinições do utilizador

TEXT_CHANGE_LANG		= Para mudar a linguagem, é necessário fechar e reabrir o Bandicam.\nGostaria de fazer isto agora?
TEXT_CHANGE_HOOK		= Para mudar o tipo do vínculo, é necessário fechar e reabrir o Bandicam.\nGostaria de fazer isto agora?
TEXT_CHANGE_SIZE		= Para alterar o tamanho da janela do Bandicam, deve reiniciar o Bandicam .\nQuer reiniciar agora ?
TEXT_RESET_ALL_SETTINGS		= Tem a certeza de que deseja redefinir todas as configurações para o padrão?

TEXT_REGISTER_SUCCEEDED		= Agora a cópia do Bandicam está registada.
TEXT_REGISTER_FAILED		= Falha ao tentar registar. \nVerificar o e-mail e número da licença.
TEXT_REGISTER_CONNECT_FAILED	= Não foi possível aceder o servidor de registo.\nPor favor, verifique a ligação à internet e acerte o relógio do sistema para data e hora de hoje.\nSe precisar de ajuda, clique em OK.
TEXT_REGISTER_INFO		= E-mail: %s\r\nLicença: %s
TEXT_REGISTER_INFO2		= Data de Expiração: %s (restam %d dias)
TEXT_REGISTER_INFO2_EXPIRING	= Data de Expiração: %s (Less than 1 day left)
TEXT_REGISTER_INFO2_EXPIRED	= Data de Expiração: %s (Expirou)
TEXT_REGISTER_LIMITED_1		= Pode gravar até 10 minutos com a versão gratuita
TEXT_REGISTER_LIMITED_2		= Se o produto estiver registado, pode gravar sem limite de tempo a partir da próxima gravação.  Compre o Bandicam no site oficial.
TEXT_REGISTER_LIMITED_SREC	= Na versão gratuita do Bandicam, só pode gravar 10 minutos. Favor registe-se!
TEXT_REGISTER_NEWRECORD		= Não pode iniciar nova gravação com a versão gratuita do Bandicam. Favor registe-se!
TEXT_REGISTER_LICENCE_INFO	= Não Registado!\r\nSe quiser gravar sem marcas d'água nos vídeos, \r\nDeve comprar uma licença do Bandicam.

TEXT_PROGRAM_INVALID		= A instalação deste aplicativo é inválida. \nPrecisa instalar o programa.

TEXT_SELECT_NOT_SELECTED	= Por favor selecione um modo de gravação
TEXT_SELECT_TARGET		= Favor clicar na janela visada
TEXT_SELECT_DEVICE		= Por favor, selecione um dispositivo de captura de vídeo
TEXT_TARGET_DIRECTX		= Modo de gravação de jogo - Gravar jogos de vídeos e jogos usando o DirectX
TEXT_TARGET_SCREEN		= Modo de gravação do ecrã - Gravar ecrã do ambiente de trabalho e vídeo da internet.
TEXT_TARGET_DEVICE		= Modo de gravação do dispositivo - Gravar webcam e dispositivo de captura HDMI.
TEXT_TARGET_AUDIO		= Só modo áudio - pode gravar apenas o áudio.
TEXT_TARGET_CHANGING		= Se alterar o modo de gravação, a gravação será interrompida.\nTem a certeza de que quer continuar?
TEXT_TARGET_CLOSE		= Se fechar o atual modo de gravação, a gravação será interrompida. \nTem a  certeza que deseja continuar?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Não pode iniciar a gravação no 'Modo de gravação de ecrã' porque a janela de destino não está selecionada.\n\nQuer alterar o modo de gravação para 'Modo de gravação de ecrã' para começar a gravar?
TEXT_TARGET_CHANGE_TO_RECTANGLE2= Não pode iniciar a gravação em 'Modo de gravação do dispositivo' porque o dispositivo de captura não está selecionado.\n\nQuer mudar o modo de gravação para ‘Modo de gravação de ecrã’ para começar a gravar?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= Não pode começar a gravar porque o modo de gravação não está selecionado.\n\nDeseja selecionar 'Modo de gravação do ecrã' para começar a gravar?

TEXT_STATUSBAR_READY		= Pronto
TEXT_STATUSBAR_RECORDING	= A gravar
TEXT_STATUSBAR_PAUSE		= Pausa

TEXT_UPDATE_AVAILABLE		= Saiu uma nova versão do Bandicam. \nGostaria de transferi-la agora?
TEXT_UPDATE_UNAVAILABLE		= Esta versão é a mais recente.
TEXT_UPDATE_FAILED		= Falha ao tentar procurar atualização. \nTalvez o sistema não esteja ligado à internet ou o servidor não esteja a funcionar.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Não é possível enviar do ficheiro. Se apenas se inscreveu, por favor verifique o endereço de e-mail.

TEXT_TARGET_FULL		= Ecrã inteiro
TEXT_TARGET_RESTORE		= Restaurar
TEXT_TARGET_TOGGLE_TOP		= Mover a barra de controlo para cima
TEXT_TARGET_TOGGLE_BOTTOM	= Mover a barra de controlo para baixo
TEXT_TARGET_FIND		= Selecione uma área de gravação
TEXT_TARGET_RESIZE		= Tamanho do menu de seleção
TEXT_TARGET_IMAGE		= Captura de imagem
TEXT_TARGET_PEN			= Modo de desenho
TEXT_TARGET_RECORD_START	= Gravação de vídeo - iniciar
TEXT_TARGET_RECORD_PAUSE	= Gravação de vídeo - pausa
TEXT_TARGET_RECORD_STOP		= Gravação de vídeo - parar
TEXT_DEVICE_MENU		= Menu
TEXT_TARGET_DISPLAY		= Visor %d
TEXT_TARGET_DISPLAY_ALL		= Todas as exibições

TEXT_DEVICE_FULL		= Ecrã cheio
TEXT_DEVICE_RESTORE		= Restaurar
TEXT_DEVICE_SELECT_DEVICE	= Selecione o dispositivo
TEXT_DEVICE_VOLUME		= Controlo de volume
TEXT_DEVICE_IMAGE		= Capturar de imagem
TEXT_DEVICE_RECORD_START	= Gravar vídeo - iníciar
TEXT_DEVICE_RECORD_PAUSE	= Gravar vídeo - pausa
TEXT_DEVICE_RECORD_STOP		= Gravar vídeo - parar
TEXT_DEVICE_MENU		= Menu

TEXT_RC_HOWTO_NOCOMPLETE	= Desativar
TEXT_RC_HOWTO_BYTIME		= Por tempo
TEXT_RC_HOWTO_BYSIZE		= Por tamanho
TEXT_RC_HOWTO_BYSILENCE		= Por duração silenciosa
TEXT_RC_AFTER_NEWRECORD		= Iniciar nova gravação
TEXT_RC_AFTER_EXIT		= Fechar o Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Desligar o computador
TEXT_RC_AFTER_HIBERNATE		= Hibernar o computador

TEXT_SHUTDOWN_SEC		= O computador será desligado em %d segundos.

TEXT_SEL_IMAGE_FILE		= Selecione um ficheiro de imagem

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_1_DISABLE	= -- Desativado --
TEXT_SND_SELECT_2_DISABLE	= -- Desativado (recomendado) -- 

TEXT_CORRUPTED_AVI_FILE		= O último ficheiro gravado foi danificado.\nGostaria de repará-lo?\n\nFicheiro: %s
TEXT_SELECTED_CORRUPTED_FILE	= O ficheiro selecionado está corrompido.\nQuer consertar isso?\n\nFicheiro: %s
TEXT_TRAY_BALLOON_TIP		= Clique no ícone da bandeja para restaurar o Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Clique no ícone de bandeja para mostrar a janela de gravação de ecrã.
TEXT_TRAY_BALLOON_TIP_DEVICE	= Clique no ícone da barra para mostrar a janela de gravação do dispositivo.
TEXT_FORCE_STOP			= Falha ao tentar parar a gravação, a janela visada não está a responder.\nGostaria de forçar a interrupção da gravação?
TEXT_EXTERNAL_CODEC		= - Código externo -
TEXT_CUDA_GPU_AUTOSELECT	= (Seleção Automática)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Estado da gravação
TEXT_INDICATOR_TIME		= Tempo de gravação
TEXT_INDICATOR_SIZE		= Espaço de disco livre / tamanho de ficheiros de gravação
TEXT_INDICATOR_VOLUME		= Nível atual do volume

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normal] Prioridade da tarefa geral
TEXT_REC_PRIORITY_HIGH		= [Alta] Superior à prioridade normal
TEXT_REC_PRIORITY_HIGHEST	= [Mais alto] Outras tarefas podem ser mais lentas

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut não está instalado. Quer transferir o Bandicut?
TEXT_OUTPUTS_DELETE		= Tem a certeza de que deseja eliminar permanentemente os ficheiros selecionados?
TEXT_OUTPUTS_SELCOUNT		= %d itens selecionados

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Nome do destino
TEXT_FILE_NAME_PREFIX_CUSTOM	= Prefixo personalizado
TEXT_FILE_NAME_PREFIX_NONE	= Nenhum
TEXT_FILE_NAME_SUFFIX_TIME	= Data/hora
TEXT_FILE_NAME_SUFFIX_NUMBER	= Número de série

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Inserir um valor entre 1 e 1440 minutos.
TEXT_TIMER_REC_STOP_RECORDING	= A gravação está em execução. \nTem a certeza que quer parar de gravar e continuar?
TEXT_TIMER_REC_MODE_NOT_SELECTED= O temporizador de gravação não está disponível porque o modo de gravação não está definido. Primeiro selecione o modo de gravação.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Por favor, insira um título para o vídeo a carregar.
TEXT_UPLOAD_VID_NO_PASSWORD	= Por favor insira uma palavra passe.
TEXT_UPLOAD_YOUTUBE_LOGIN       = Iniciar sessão - Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT	= Iniciando com o YouTube a partir do navegador...
TEXT_UPLOAD_YOUTUBE_LOGIN_CANCEL= Cancelar
TEXT_UPLOAD_VIMEO_LOGIN		= Iniciar sessão - Vimeo
TEXT_UPLOAD_VIMEO_LOGIN_TEXT	= Iniciando com o Vimeo a partir do navegador...
TEXT_UPLOAD_VIMEO_LOGIN_CANCEL	= Cancelar
TEXT_UPLOAD_FACEBOOK_LOGIN	= Iniciar sessão - Facebook
TEXT_UPLOAD_GDRIVE_LOGIN	= Ligar - Google Drive
TEXT_UPLOAD_GDRIVE_LOGIN_TEXT	= Fazer ligação com o Google Drive a partir do navegador...
TEXT_UPLOAD_GDRIVE_LOGIN_CANCEL	= Cancelar
TEXT_UPLOAD_COMPLETE		= Carregado
TEXT_UPLOAD_ERR_FAIL		= Falha ao enviar o vídeo
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Este ficheiro é muito grande para carregar.
TEXT_UPLOAD_ERR_FREESPACE	= Não há espaço livre suficiente no Vimeo para carregar.
TEXT_UPLOAD_ERR_CONNECT		= Falha ao ligar ao servidor.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Falha ao carregar este vídeo. Utilizadores do Vimeo Basic não é possível usar esta função.
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicam excedeu a cota de upload diária atribuída pelo YouTube.[br]A cota será redefinida à meia-noite, horário do Pacífico.[br]Tente novamente após a meia-noite do horário do Pacífico ou vá para YouTube.com e envie o vídeo diretamente para o YouTube.\n\n Quer visitar o YouTube.com
TEXT_UPLOAD_ERR_ACCESSTOKEN	= Falha ao obter o código de acesso.

; deinterlacing
TEXT_DEINT_NONE			= (Nenhum)
TEXT_DEINT_ODD			= Adicionar campo
TEXT_DEINT_EVEN			= Mesmo campo
TEXT_DEINT_BLEND		= Misturar

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PTT] Só gravar enqunto empurra
TEXT_SND_CAP_PUSH_TO_MUTE	= [PTM] Só mudo enquanto empurra

; download & update 
TEXT_UPDATE_IN_PROGRESS		= A instalação está em andamento...
TEXT_UPDATE_FAILED_DL		= Falha ao descarregar ficheiros de instalação. \nEste sistema pode não estar atualmente ligado à Internet.
TEXT_UPDATE_INSTALL_SUCCEED	= A instalação foi concluída.
TEXT_UPDATE_INSTALL_FAILED	= A instalação falhou.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (Nenhum)
TEXT_WEBCAM_FLIP_HORIZONTAL	= Horizontal
TEXT_WEBCAM_FLIP_VERTICAL	= Vertical

; scheduled recording list
TEXT_SREC_HEADER_NAME		= Nome
TEXT_SREC_HEADER_STATUS		= Estado
TEXT_SREC_HEADER_START_TIME	= Hora de início
TEXT_SREC_HEADER_END_TIME	= Horário do fim
TEXT_SREC_HEADER_DURATION	= Duração
TEXT_SREC_HEADER_TARGET		= Destino
TEXT_SREC_HEADER_AFTER_REC	= Depois de gravar
TEXT_SREC_DEFAULT_NAME		= Agendar
TEXT_SREC_DELETE_SCHEDULES	= Tem certeza de que deseja excluir agendamentos selecionados permanentemente?
TEXT_SREC_STATUS_WAITING	= Aguardar
TEXT_SREC_STATUS_RECORDING	= Gravando
TEXT_SREC_STATUS_PASSED		= Passado
TEXT_SREC_STATUS_INACTIVE	= Inativo
TEXT_SREC_TARGET_NOT_CHANGE	= (Não mudar)
TEXT_SREC_TARGET_FULL_SCREEN	= Ecrã cheio
TEXT_SREC_TARGET_CUSTOM_AREA	= Retângulo no ecrã
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= Use o último destino de gravação.
TEXT_SREC_DISPLAY_ALL		= Todas as exibições
TEXT_SREC_DISPLAY		= Mostrar %d
TEXT_SREC_DO_NOTHING		= (Fazer nada)
TEXT_SREC_EXIT_BANDICAM		= Sair do Bandicam
TEXT_SREC_SHUTDOWN_PC		= Desligar o computador
TEXT_SREC_HIBERNATE_PC		= Hibernar PC
TEXT_SREC_ERR_TIME		= A duração deve ser entre 00:00:01 e 23:59:59.
TEXT_SREC_ERR_DAY		= Selecionar pelo menos um dia.
TEXT_SREC_ERR_OVERLAPPED	= O tempo de gravação sobrepõe-se a "%s"
TEXT_SREC_SAME_DAY		= Mesmo dia
TEXT_SREC_DAY_AFTER		= Dias depois
TEXT_SREC_EVERYDAY		= Diariamente
TEXT_SREC_SUN			= Domingo
TEXT_SREC_MON			= Segunda
TEXT_SREC_TUE			= Terça
TEXT_SREC_WED			= Quarta
TEXT_SREC_THU			= Quinta
TEXT_SREC_FRI			= Sexta
TEXT_SREC_SAT			= Sábado
TEXT_SREC_START_INFO		= Iniciar a gravação em %s.
TEXT_SREC_STOP_INFO		= Parar a gravação em %s.
TEXT_SREC_DAY			= %Ddia
TEXT_SREC_DAYS			= %Ddias
TEXT_SREC_WAITING_0		= Não há gravação agendada.
TEXT_SREC_WAITING_1		= Há 1 gravação programada.
TEXT_SREC_WAITING_N		= Há %d gravações agendadas.

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= Ainda em processo. Tem certeza que quer sair
TEXT_BDFIX_NOT_SUPPORTED_FILE	= O ficheiro de entrada não está em um formato compatível.
TEXT_BDFIX_NOT_CORRUPTED	= O ficheiro de entrada não está corrompido.\nQuer continuar?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= O ficheiro de entrada não está corrompido ou não pode ser verificado quanto a danos.
TEXT_BDFIX_ALREADY_EXISTS	= O ficheiro de saída já existe. Gostaria de sobrescrever?
TEXT_BDFIX_SAME_PATH		= O caminho do ficheiro de saída é igual ao caminho do ficheiro de entrada.
TEXT_BDFIX_DISK_SPACE		= Não há espaço em disco suficiente para criar o ficheiro de saída.
TEXT_BDFIX_PROCESS_COMPLETE	= Processo concluído!
TEXT_BDFIX_STATUS_PROCESSING	= Em progresso
TEXT_BDFIX_STATUS_COMPLETE	= Completo
TEXT_BDFIX_STATUS_FAILED	= Inválido
TEXT_BDFIX_STATUS_READY		= Pronto
TEXT_BDFIX_FAILED_TO_OPEN	= O ficheiro de entrada não pode ser aberto.
TEXT_BDFIX_FAILED_TO_PROCESS	= Falha ao processar a tarefa de recuperação.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI Ficheiro
TEXT_OP_FILTER_MP4		= MP4 Ficheiro
TEXT_OP_FILTER_PNG		= PNG Ficheiro
TEXT_OP_FILTER_ALL		= Todos Ficheiro
TEXT_OP_FILTER_MEDIA		= Ficheiro de Media

; Countdown combobox
TEXT_TARGET_COUNTDOWN_1 = 1 seg
TEXT_TARGET_COUNTDOWN_2 = 2 seg
TEXT_TARGET_COUNTDOWN_3 = 3 seg
TEXT_TARGET_COUNTDOWN_4 = 4 seg
TEXT_TARGET_COUNTDOWN_5 = 5 seg
TEXT_TARGET_COUNTDOWN_6 = 6 seg
TEXT_TARGET_COUNTDOWN_7 = 7 seg
TEXT_TARGET_COUNTDOWN_8 = 8 seg
TEXT_TARGET_COUNTDOWN_9 = 9 seg
TEXT_TARGET_COUNTDOWN_10 = 10 seg

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (Dispositivo de áudio padrão)
TEXT_DEFAULT_OUTPUT_DEVICE	= (Dispositivo de saída padrão)
TEXT_DEFAULT_INPUT_DEVICE	= (Dispositivo de entrada padrão)
TEXT_DEFAULT_DEVICE_FORMAT	= (Detetado auto-formato)
TEXT_HOTKEY_NONE		= (Nenhum)
TEXT_ADD_YOUR_TEXT_HERE		= Adicione o texto aqui
TEXT_NOT_SHOW_THIS_NOTICE	= Tem certeza de que não deseja ver este aviso novamente?
TEXT_RESTART_FOR_NEW_PRIVILEGE	= Tem certeza que deseja reiniciar e executar o Bandicam com um novo privilégio?
TEXT_RESET_TO_DEFAULT		= Restaurar para padrão

; oauth complete html
TXT_LANG_CODE           	= "pt-PT"
TXT_TITLE               	= "O login no YouTube está completo"
TXT_MESSAGE_COMPLETE1   	= "O login no YouTube está completo"
TXT_MESSAGE_COMPLETE2   	= "Pode fechar esta página ."
TXT_GOTO_BANDICAM_HOME  	= "<a href='https://www.bandicam.com/pt/' class='bandicam'><div>ir para bandicam.com</div></a>"
TXT_GOTO_BANDICUT_HOME  	= "<a href='https://www.bandicam.com/bandicut-video-cutter/pt/' class='bandicut'><div>ir para bandicut.com</div></a>"

; pip rotate option
TEXT_PIPROTATE_NONE			= (Nenhum)
TEXT_PIPROTATE_90			= 90°
TEXT_PIPROTATE_180			= 180°
TEXT_PIPROTATE_270			= 270°

; pip mask shape
TEXT_PIPMASK_NONE = Padrão
TEXT_PIPMASK_SQUARE = Quadrado
TEXT_PIPMASK_CIRCLE = Círculo
TEXT_PIPMASK_ELLIPSE = Elipse

; Keystroke Size
TEXT_KEYSTROKE_SIZE_1		= Pequeno
TEXT_KEYSTROKE_SIZE_2		= Médio
TEXT_KEYSTROKE_SIZE_3		= Grande

; Enhanced capture option
TEXT_ENHANCED_CAPTURE_AUTO	= Método de seleção automática (padrão)
TEXT_ENHANCED_CAPTURE_1		= Método 1 (para Windows 8 e superior)
TEXT_ENHANCED_CAPTURE_2		= Método 2 (para Windows 10 e superior)

; Sound device selection menu
TEXT_SND_DEVICE_NO_SPEAKER	= Desativar
TEXT_SND_DEVICE_NO_MICROPHONE	= Desativar
TEXT_SND_DEVICE_NO_ALL_SOUND	= Não gravar todos os sons
TEXT_SND_DEVICE_ADVANCED	= Avançado...

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= Página Principal
$BN_PAGE_GENERAL		= Geral
$BN_PAGE_FPS			= Quadro/s
$BN_PAGE_VIDEO			= Vídeo
$BN_PAGE_IMAGE			= Imagem
$BN_PAGE_AUDIO			= Áudio
$BN_PAGE_ABOUT			= Acerca
$BN_UNREGISTERED		= A <font color="#ffa900">livre</font> a versão é limitada para <font color="#ffa900">10 minutos</font> por gravação.
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Configurar
$ST_GEN_OUTPUT_FOLDER		= Pasta de Gravação
$BN_GEN_OPEN_OUTPUT_FOLDER	= Abrir
$BN_GEN_ADV_OPTIONS		= Avançadas
$CK_GEN_ALWAYS_ON_TOP		= Manter a janela do Bandicam sempre na frente
$CK_GEN_START_MINIMIZED		= Iniciar Bandicam minimizado na barra de tarefas
$CK_GEN_RUN_WHEN_START		= Executar Bandicam na iniciação do Windows
$CK_GEN_RECORD_WHEN_RUN		= Iniciar a gravação de ecrã cheio no arranque do Bandicam
$CK_GEN_TIMER_RECORDING		= Ajuste o temporizador para gravação-automática para iniciar
$ST_GEN_LANGUAGE		= Linguagem
$ST_GEN_REC_AUTO_START		= Iniciar gravação automática
$ST_GEN_REC_SCHEDULED		= Gravação agendada
$BN_GEN_REC_SCHEDULED		= Configurações
$ST_GEN_REC_AUTO_COMPLETE	= Terminar a gravação automaticamente?
$BN_GEN_REC_AUTO_COMPLETE	= Configurar
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Mostrar o/s quadro/s
$CK_FPS_OVERLAY_HOTKEY		= Mostrar/Ocultar tecla de atalho
$CK_FPS_OVERLAY_POS_HOTKEY	= Posição tecla de atalho
$CK_FPS_OVERLAY			= Mostrar o/s quadro/s
$ST_FPS_LIMIT			= Limite
$CK_FPS_LIMIT_HOTKEY		= Atalho
$CK_FPS_LIMIT			= Limitar o número de FPS
$CK_FPS_LIMIT_ONLY_CAP		= Só quando capturar
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Gravar
$CK_VID_RECORD_HOTKEY		= Gravar/Parar tecla atalho
$CK_VID_PAUSE_HOTKEY		= Pausa da tecla de atalho
$CK_VID_SHOW_CURSOR		= Mostrar cursor do rato
$CK_VID_CLICK_EFFECTS		= Adic. efeitos clique no rato
$CK_VID_WEBCAM_OVERLAY		= Adicionar webcam em subreposição
$BN_VID_RECORD_SETTINGS		= Configurações
$ST_VID_FORMAT			= Formato
$ST_VID_FORMAT_VIDEO		= Vídeo
$ST_VID_FORMAT_AUDIO		= Áudio
$BN_VID_FORMAT_SETTINGS		= Configurações
$BN_VID_FORMAT_PRESETS		= Padrão
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Capturar
$CK_IMG_CAPTURE_HOTKEY		= Atalho
$CK_IMG_CAPTURE_REPEAT		= Repetir a captura do ecrã
$ST_IMG_CAPTURE_REPEAT		= segundos
$CK_IMG_SHOW_CURSOR		= Mostrar cursor do rato
$CK_IMAGE_ADD_LOGO		= Adicionar o logótipo de sobreposição
$CK_IMG_SHUTTER_SOUND_EFFECT	= Efeito sonoro de obturador
$BTN_IMAGE_SETTINGS		= Configurações
$ST_IMG_FORMAT			= Formato
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Normal
$CK_IMG_FORMAT_JPG_HQ		= JPG - Alta qualidade
$CK_IMAGE_JPG_CUSTOM		= JPG - Qualidade personalizada (20~100)
$BTN_IMG_FORMAT_ANIGIF		= Guardar como GIF animado
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; AUDIO
$ST_AUDIO_RECORD		= Apenas gravação de áudio
$CK_AUD_RECORD_HOTKEY		= Tecla de atalho Gravar/Parar
$CK_AUD_PAUSE_HOTKEY		= Pausa tecla de atalho
$BTN_AUDIO_SETTINGS		= Definições
$ST_AUD_FORMAT			= Formato
$ST_AUD_FORMAT_TYPE		= Tipo de ficheiro
$ST_AUD_FORMAT_AUDIO		= Áudio
$BN_AUD_FORMAT_SETTINGS		= Definições
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= Iniciar
$ST_OUT_TAB_VIDEO		= Vídeo
$ST_OUT_TAB_IMAGE		= Imagem
$ST_OUT_TAB_AUDIO		= Áudios
$BN_OUT_PLAY_VIDEO		= Iniciar
$BN_OUT_OPEN_IMAGE		= Abrir
$BN_OUT_EDIT			= Editar
$BN_OUT_UPLOAD			= Enviar
$BN_OUT_DELETE			= Eliminar
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Versão do Bandicam
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2024 Bandicam.com
$BN_ABO_NEW_VERSION		= Saiu uma nova versão!
$BN_ABO_CHECK_UPDATE		= Procurar atualizações
$ST_ABO_LICENCE_INFO		= Dados da licença:
$BN_ABO_REGISTER		= Registar
$BN_ABO_REGISTER_HELP		= Como comprar e registar
$BN_ABO_UPDATE_REGISTRATION	= Atualizar registo
$BN_ABO_RENEW_LICENSE		= Renovar Licença
$ST_ABO_HOMEPAGE_INFO		= URL do Website
$ST_ABO_HOMEPAGE_URL		= Página Principal
$ST_ABO_FAQ_URL			= Perguntas Frequentes
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= Selecione o dispositivo!
$ST_DEVICE_CONNECTING		= Ligando...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">Bandicut</font> é um programa obrigatório para os utilizadores do Bandicam. Pode rapidamente cortar e juntar vídeos gravados com o Bandicam.
$BTN_UPDATE_STEP1_LINK		= Saiba mais
$ST_UPDATE_STEP2_TEXT		= Descarga em andamento...
$BTN_UPDATE_INSTALL		= Instalar agora
$BTN_UPDATE_LATER		= Não, obrigado!
$BTN_UPDATE_CANCEL		= Cancelar
$BTN_UPDATE_CLOSE		= Fechar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update - Install Bandicam
$ST_UPDATE_BANDICAM_TEXT	= Há uma nova versão do Bandicam disponível. Quer iniciar a atualização ?
$BTN_UPDATE_BANDICAM_CANCEL	= Cancelar
$BTN_UPDATE_BANDICAM_INSTALL	= Atualizar
$BTN_UPDATE_BANDICAM_IGNORE	= Não perguntar novamente para esta versão
$BTN_UPDATE_BANDICAM_LEARNMORE	= Saber mais
$BTN_UPDATE_BANDICAM_SETTINGS	= Configurações da atualização

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= Selecione o modo de gravação que deseja usar.
$ST_START_SEL_RECT		= Área do retângulo
$ST_START_SEL_FULL		= Ecrã cheio
$ST_START_SEL_WINDOW		= Janela específica
$ST_START_SEL_MOUSE		= Ao redor do rato
$ST_START_SEL_GAME		= Gravação de jogo
$ST_START_SEL_DEVICE		= Gravação de dispositivo
$ST_START_SEL_AUDIO		= Só áudio
$ST_START_SEL_HELP		= Ajuda online

$ST_START_RECT_TITLE		= Gravação de ecrã - Retângulo no ecrã
$ST_START_RECT_DESC		= Este modo permite-lhe gravar uma área parcial na janela retangular.
$ST_START_RECT_STEP		= 1. Selecione o tamanho e a área a ser capturada. [br] 2. Clique no botão 'REC' ou pressione a tecla de atalho de registo.

$ST_START_FULL_TITLE		= Gravação do ecrã - Ecrã cheio
$ST_START_FULL_DESC		= Este modo permite gravar todo o ecrã do monitor.
$ST_START_FULL_STEP		= 1. Escolha um monitor para ser capturado. [br] 2. Clique no botão 'REC' ou pressione a tecla de atalho de registo.

$ST_START_WINDOW_TITLE		= Gravação de ecrã - Janela específica
$ST_START_WINDOW_DESC		= Este modo permite gravar uma janela selecionada mesmo que ela esteja coberta por outra janela.
$ST_START_WINDOW_STEP		= 1. Escolha uma janela a ser capturada. [br]2. Clique no botão 'REC' ou pressione a tecla de atalho de gravação.

$ST_START_MOUSE_TITLE		= Gravação do ecrã - Ao redor do rato
$ST_START_MOUSE_DESC		= Este modo permite gravar ao redor do cursor do rato, sendo movido pelo utilizador sobre o ecrã da área de trabalho.
$ST_START_MOUSE_STEP		= 1. Escolha um determinado tamanho a ser capturado. [br] 2. Clique no botão 'REC' ou pressione a tecla de atalho de registo.

$ST_START_GAME_TITLE		= Modo de gravação de jogo 
$ST_START_GAME_DESC		= Este modo permite-lhe gravar jogos ao mostrar FPS.
$ST_START_GAME_STEP		= 1. Comece um jogo e verifique o número de cor verde (FPS). [br] 2. Clique no botão 'REC' ou pressione a tecla de atalho de registo.

$ST_START_DEVICE_TITLE		= Modo de gravação do dispositivo
$ST_START_DEVICE_DESC		= Este modo permite gravar dispositivos externos de vídeo como uma Webcam, Xbox, Smartphone, IPTV, etc.
$ST_START_DEVICE_STEP		= 1. Selecione um dispositivo de webcam ou captura. [br] 2. Clique no botão 'REC' ou pressione a tecla de atalho de registo.

$ST_START_AUDIO_TITLE		= Apenas Modo de gravação de áudio
$ST_START_AUDIO_DESC		= Este modo permite gravar apenas o áudio, como o alto-falante e o microfone.
$ST_START_AUDIO_STEP		= Clique no botão 'REC' ou pressione a tecla de atalho de gravação.

$BN_START_HELP			= Mostrar ajuda online
$BN_START_RECORD		= Iniciar a gravação
$BN_START_RECORD_STOP		= Parar gravação
$ST_START_HOTKEY_RECORD		= Gravar/Parar
$ST_START_HOTKEY_SCREENSHOT	= Captura de imagem
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Iniciar
$BN_BDFIX_OPEN_FOLDER		= Pasta aberta
$BN_BDFIX_CLOSE			= Fechar
$ST_BDFIX_INPUT_FILE		= Ficheiro de entrada
$ST_BDFIX_INPUT_FILE2		= Abra um ficheiro avi/mp4 corrompido.
$BN_BDFIX_INPUT_FILE		= Abrir
$ST_BDFIX_OUTPUT_FILE		= Ficheiro de saída
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= Selecione uma área de gravação
$MENU_RECTANGLE			= Retângulo no ecrã
$MENU_FULLSCREEN		= Ecrã cheio
$MENU_WINDOW_SCREEN		= Janela específica
$MENU_AROUND_MOUSE		= Ao redor do rato
$MENU_AUDIO_ONLY		= Só áudio
$MENU_RECT_FIND_WINDOW		= Selecione uma área de gravação
$MENU_RECT_CUSTOM		= Tamanho personalizado
$MENU_RECT_RECENTLY_USED	= Tamanho usado recentemente
$MENU_FULL_DISPLAY_ALL		= All display
$MENU_FULL_DISPLAY_1		= Visor 1
$MENU_FULL_DISPLAY_2		= Visor 2
$MENU_FULL_DISPLAY_3		= Visor 3
$MENU_FULL_DISPLAY_4		= Visor 4
$MENU_FULL_DISPLAY_5		= Visor 5
$MENU_FULL_DISPLAY_6		= Visor 6
$MENU_FULL_DISPLAY_7		= Visor 7
$MENU_FULL_DISPLAY_8		= Visor 8
$MENU_FULL_SHOW_CONTRL		= Mostrar sempre a barra de controlo
$MENU_FULL_HIDE_CONTRL		= Ocultar sempre a barra de controlo
$MENU_MOUSE_CUSTOM		= Tamanho personalizado
$MENU_WINDOW_FIND		= Selecione uma área de gravação numa janela específica
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SELECT DEVICE - POPUP MENU
$MENU_DEVICE_DISABLE_SPEAKER	= Desativar alto-falante
$MENU_DEVICE_DISABLE_MICROPHONE	= Desativar microfone
$MENU_DEVICE_ADVANCED		= Avançado...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Abrir pasta de saída
$TOOLTIP_SCHEDULED_RECORDING	= Gravação agendada
$TOOLTIP_SCREENSHOT		= Capturar imagem
$TOOLTIP_RECORD			= Gravar / Parar
$TOOLTIP_PAUSE			= Pausa
$TOOLTIP_UI_MODE		= Extensão/UI Simples
$TOOLTIP_REGISTER		= Registar Bandicam
$TOOLTIP_ONLINE_HELP		= Ajuda Online

$TOOLTIP_TOOL_NONE		= Cursor (sem desenho) (Ctrl+Alt+1)
$TOOLTIP_TOOL_PEN		= Caneta (Ctrl+Alt+2)
$TOOLTIP_TOOL_PEN_HL		= Marcador (Ctrl+Alt+3)
$TOOLTIP_TOOL_PEN_LINE		= Linha (Ctrl+Alt+4)
$TOOLTIP_TOOL_ARROW		= Seta (Ctrl+Alt+5)
$TOOLTIP_TOOL_BOX		= Caixa (Ctrl+Alt+6)
$TOOLTIP_TOOL_NUMBER		= Numerar (Ctrl+Alt+7)
$TOOLTIP_TOOL_TEXT		= Texto (Ctrl+Alt+8)
$TOOLTIP_TOOL_ERASER		= Borracha (Ctrl+Alt+9)
$TOOLTIP_TOOL_COLOR		= Selecionar cor
$TOOLTIP_TOOL_LINE		= Largura da linha
$TOOLTIP_TOOL_UNDO		= Desfazer (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Refazer (Ctrl+Y)

$TOOLTIP_HOME_SEL		= Selecione o modo de gravação
$TOOLTIP_HOME_RECT		= Modo da gravação do ecrã - Retângulo
$TOOLTIP_HOME_FULL		= Modo da gravação do ecrã - Ecrã cheio
$TOOLTIP_HOME_WINDOW		= Modo de gravação de ecrã - janela específica
$TOOLTIP_HOME_MOUSE		= Modo de gravação do ecrã - Ao redor do rato
$TOOLTIP_HOME_GAME		= Modo de gravação de jogo
$TOOLTIP_HOME_DEVICE		= Modo de gravação do dispositivo
$TOOLTIP_HOME_AUDIO		= Modo de gravação apenas de áudio

$TOOLTIP_ADD_MOUSE_EFFECT	= Adicionar efeitos ao cursor do rato
$TOOLTIP_ADD_TEXT_OVERLAY	= Adicionar efeitos de sobreposição de texto
$TOOLTIP_ADD_SPEAKER		= Adicionar alto-falantes
$TOOLTIP_ADD_MICROPHONE		= Adicionar microfone
$TOOLTIP_ADD_WEBCAM_OVERLAY	= Adicionar sobreposição à Webcam
$TOOLTIP_MUTE_SPEAKER		= Mute Speakers
$TOOLTIP_MUTE_MICROPHONE	= Mute Microphone

$TOOLTIP_REFRESH_LINFO		= Atualizar informações de licença

$TOOLTIP_ADJUST_SPEAKER_VOL	= Ajustar o volume do alto-falante
$TOOLTIP_ADJUST_MICROPHONE_VOL	= Ajustar o volume do microfone

$TOOLTIP_OUTPUT_VIDEO		= Lista de ficheiros de saída - Vídeo
$TOOLTIP_OUTPUT_IMAGE		= Lista de ficheiros de saída - Imagem
$TOOLTIP_OUTPUT_AUDIO		= Lista de ficheiros de saída - Áudio

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DIALOG
$BTN_REGISTER			= Registar
$BTN_BUY_NOW			= Compre agora
$BTN_RENEW			= Renovar agora
$ST_LEARN_MORE			= Saiba mais

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png
$FILE_EXPIRED_ICON		= expired_icon.png
$FILE_BUSINESS_ICON		= business_icon.png

[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Cancelar
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Configuração do formato de vídeo
IDC_ST_FMTSET_FILE		= Tipo de ficheiro
IDC_ST_FMTSET_VIDEO		= Vídeo
IDC_ST_VIDEO_SIZE		= Tamanho
IDC_ST_VIDEO_FPS		= Quadro/s
IDC_ST_VIDEO_CODEC		= Codificador
IDC_ST_VIDEO_CODEC_PROFILE	= Perfil
IDC_ST_VIDEO_BITRATE		= Bitrate
IDC_ST_VIDEO_QUALITY		= Qualidade
IDC_ST_FMTSET_AUDIO		= Áudio
IDC_CK_AUDIO_ORIGINAL_PCM	= Guardar como formato original
IDC_ED_AUDIO_ORIGINAL_PCM	= Pode guardar o áudio multicanal e de alta definição (96 KHz ou mais).
IDC_ST_AUDIO_CH			= Canais
IDC_ST_AUDIO_FREQ		= Frequência
IDC_ST_AUDIO_CODEC		= Codificador
IDC_ST_AUDIO_BITRATE		= Bitrate
IDC_ST_FORMAT_HELP		= [ Ajuda ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_AUDIO_FORMAT
IDD_AUDIO_FORMAT		= Configurações de formato

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Registar o Bandicam
IDC_ST_1BUY			= 1. Comprar licença
IDC_ST_1BUY_COMMENT		= Ter em atenção que o Bandicam não é um software gratuito. Se quiser gravar sem marca d'água nos vídeos, deve comprar uma licença do Bandicam.
IDC_BTN_BUY_ONLINE		= Comprar Licença 
IDC_ST_2REGISTER		= 2. Registar
IDC_ST_2REGISTER_COMMENT	= Precisa de uma ligação à internet para registar o Bandicam.
IDC_ST_EMAIL_ADDRESS		= E-mail
IDC_ST_SERIAL_NUMBER		= Número da licença
IDC_BTN_REGISTER_NOW		= Registar agora
IDC_BTN_UNREGISTER_NOW		= Não registado
IDC_BTN_CLOSE			= Fechar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Procura de Atualização
IDC_ST_UPDATE_SETTING		= Opções de Configuração
IDC_CK_UPDATE_ENABLE		= Marcar a procura automática de atualização.
IDC_CK_UPDATE_POPUP		= Mostrar aviso quando sair uma atualização importante.
IDC_UPDATE_CHECK_NOW		= Procurar atualização agora!
IDC_CLOSE			= Fechar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Opções de Configuração Avançadas
IDC_BTN_RESET			= Redefinir

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Geral
IDC_CK_ALWAYS_ON_TOP2		= Manter a janela do Bandicam sempre na frente
IDC_CK_START_MINIMIZED_TO_TRAY	= Iniciar Bandicam minimizado na barra de tarefas
IDC_CK_RUN_WHEN_START		= Iniciar o Bandicam com o Windows
IDC_CK_RECORD_WHEN_RUN		= Iniciar a gravação em ecrã cheio durante a execução Bandicam
IDC_BTN_TIMER_RECORDING		= Definir temporizador para início de gravação automática
IDC_CK_SHOW_FPS_IN_VIDEO	= Mostrar os FPS nos vídeos/imagens capturados
IDC_ST_SHOW_FPS_IN_VIDEO	= (Só no 'Modo de gravação de jogo')
IDC_CK_SHOW_TIP_BAR		= Mostrar dicas/barra de informações
IDC_CK_NO_TRAY_BALLOON		= Desativar notificações do balão na barra de tarefas
IDC_ST_ADV_AUTOMATIC		= Automático
IDC_LN_TIP_RECORD_ON_WIN_STARTUP = TIP: Como começar a gravar no início do Windows

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Saída
IDC_ST_OUT_OUTPUT_FOLDER	= Pasta de saída
IDC_CK_OUT_CREATE_SUBFOLDER	= Criar saída da subpasta ao gravar um ficheiro
IDC_RD_OUT_SUBFOLDER		= Nome da subpasta esta a gravar o nome de destino.
IDC_RD_OUT_SUBFOLDER_2		= 'Vídeos'/ 'Imagens' / 'Áudios'
IDC_RD_OUT_SUBFOLDER_3		= Formato da data (AAAA-MM-DD)
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Ativar gravação em cache no disco
IDC_ST_OUT_FILE_NAMING		= Ficheiro de nomeação de configurações
IDC_ST_OUT_EXAMPLE		= Ex)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Linguagem
IDC_ST_TRANSLATOR		= Agradecimentos aos tradutores

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Tipo de Vínculo
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulcão
IDC_CK_HK_WINDOWS_APPS		= Windows Apps (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= Desmarcar vínculo de DirectX 10/11 no IE9,10/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Bloquear sobrecamada de vídeo de DirectX
IDC_BTN_BLOCK_LIST		= Lista de processos bloqueados

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOTKEYS
IDC_ST_HKEY_GENERAL		= General
IDC_CK_HKEY_START_REC		= Iniciar/Parar Gravação
IDC_CK_HKEY_PAUSE_REC		= Pausa de gravação
IDC_CK_HKEY_CAPTURE_IMAGE	= Capturar imagem
IDC_CK_HKEY_MUTE_SPEAKER	= Silenciar alto-falantes
IDC_CK_HKEY_MUTE_MICROPHONE	= Silenciar microfone
IDC_ST_HKEY_SCREEN_MODE		= Modo de tela de Gravação
IDC_CK_HKEY_SHOW_RECT		= Mostrar/Ocultar Retângulo
IDC_CK_HKEY_TOGGLE_DRAW		= Modo de desenho
IDC_CK_HKEY_SEL_TARGET_RECT	= Selecione a área de destino
IDC_CK_HKEY_WEBCAM_MAXIMIZE	= Maximizar visualização da webcam
IDC_ST_HKEY_GAME_MODE		= Modo gravação de jogo
IDC_CK_HKEY_SHOW_FPS		= Mostrar/Ocultar - FPS
IDC_CK_HKEY_POS_FPS		= Posição - FPS
IDC_CK_HKEY_LIMIT_FPS		= Limite - FPS

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Outras configurações
IDC_BTN_VIDEO_RECORD_SETTINGS	= Configurações de gravação de vídeo
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Configurações de formato de vídeo
IDC_BTN_AUTO_COMPLETE_RECORDING	= Gravação automática completa
IDC_ST_OTHER_UAC		= Executar como administrador (UAC)
IDC_RD_OTHER_NONADMIN		= Iniciar Bandicam como utilizador padrão (não admim)
IDC_RD_OTHER_ADMIN		= Iniciar Bandicam como administrador
IDC_RD_OTHER_ADMIN_GAME		= Iniciar como administrador só no modo 'Gravação de jogo'
IDC_BTN_OTHER_RESTART		= Reiniciar agora
IDC_LN_OTHER_UAC		= Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Fim da Gravação
IDC_ST_RC_HOWTO			= Opções do Fim - Quando terminar?
IDC_RD_RC_NOTCOMPLETE		= Nunca automaticamente
IDC_RD_RC_TIME			= Por tempo de gravação
IDC_ST_RC_MAX_TIME		= Máx.
IDC_RD_RC_SIZE			= Pelo tamanho do ficheiro
IDC_ST_RC_MAX_SIZE		= Máx.
IDC_RD_RC_NOSOUND		= Por duração silenciosa (sec)
IDC_CK_RC_NOSOUND		= Mostrar um pop-up silencioso antes de parar a gravação.
IDC_ST_RC_AFTER			= Depois de concluir a gravação automática
IDC_RD_RC_NOTHING		= Não fazer nada
IDC_RD_RC_NEW_RECORDING		= Iniciar nova gravação
IDC_RD_RC_EXIT_BDCAM		= Fechar o Bandicam
IDC_RD_RC_SHUTDOWN		= Desligar o computador
IDC_RD_RC_HIBERNATE		= Hibernar o computador

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Aviso - Autocompletar gravação
IDC_ST_NOSOUND_TITLE		= Estado silencioso
IDC_ST_NOSOUND_DESC		= A gravação será interrompida em breve porque nenhum som foi reproduzido.
IDC_ST_NOSOUND_DESC2		= Paragem de gravação em % d segundos.
IDC_BTN_NOSOUND_CONTINUE	= Continue a gravar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Desligar
IDC_ST_SHUTDOWN			= Desligar
IDC_ST_SHUTDOWN_INFO		= Este computador será desligado.\nClique em 'Cancelar' se não quiser desligá-lo.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Configuração da gravação

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Gravar áudio
IDC_ST_SND_SELECT_1		= Dispositivo principal
IDC_ST_SND_DEVICE_0		= Altifalante
IDC_BTN_SND_SETTING_0		= Configurar
IDC_ST_SND_DEVICE_1		= Microfone
IDC_BTN_SND_SETTING_1		= Configurar
IDC_ST_SND_VOLUME_1		= Volume
IDC_CK_SND_MONO_1		= Mono
IDC_BTN_SND_FILTER_1		= Filtro
IDC_ST_SND_SELECT_2		= Dispositivo secundário
IDC_BTN_SND_SETTING_2		= Configurar
IDC_ST_SND_VOLUME_2		= Volume
IDC_CK_SND_MONO_2		= Mono
IDC_BTN_SND_FILTER_2		= Filtro
IDC_CK_SND_MIX_SOUND		= 2 canais de mistura (Primário+secundário numa faixa de áudio)
IDC_CK_SND_CAP_PUSH_TO		= Premir para falar ou pressione para mudo
IDC_ST_SOUND_HELP		= [ Ajuda ]
IDC_CK_SND_SAVE_AS_WAV		= Guardar faixas de áudio durante a gravação (.wav)
IDC_ST_AUDIO_MODE		= Selecione pelo menos um dispositivo de som para a gravação de áudio.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Adicionar webcam em sobreposição ao vídeo
IDC_ST_WEBCAM_SETTING		= Configurações
IDC_ST_WEBCAM_POS		= Posição:
IDC_CK_WEBCAM_USE_CHROMAKEY	= Use chave do Chroma
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= Avançado
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= Opções avançadas
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Pré-visualizar a webcam no ecrã
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Ativar atalho de visualização em alternativa
IDC_RD_WEBCAM_ADD_TO_VIDEO	= Adicionar webcam à saída do ficheiro de vídeo  
IDC_RD_WEBCAM_SAVE_AS_MP4	= Guardar o vídeo da webcam em ficheiro separado (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Adicionar logótipo ao vídeo
IDC_ST_LOGO_SETTING		= Opções de configuração
IDC_ST_LOGO_IMAGE		= Imagem:
IDC_ST_LOGO_OPACITY		= Opacidade:
IDC_ST_LOGO_POS			= Posição:
IDC_ST_LOGO_LR_MARGINS		= Margem Esq./R:
IDC_ST_LOGO_TB_MARGINS		= Margem Sup./B:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= Mostrar cursor do rato
IDC_ST_CURSOR_SIZE		= Tamanho
IDC_ST_EFFECTS_MOUSE		= Efeitos do rato
IDC_CK_ADD_CLICK_EFFECTS	= Adicionar efeitos de clique ao rato
IDC_ST_CLICK_EFFECT_SIZE	= Tamanho
IDC_ST_LEFT_CLICK_COLOR		= Cor do botão esquerdo
IDC_ST_RIGHT_CLICK_COLOR	= Cor do botão direito
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Adicionar efeito de destaque no rato
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= Tamanho
IDC_ST_HIGHLIGHT_COLOR		= Cor de realce
IDC_ST_HIGHLIGHT_OPACITY	= Opacidade
IDC_ST_EFFECT_PREVIEW_TITLE	= Pré-visualização
IDC_ST_EFFECTS_MOUSE_SOUND	= Reproduzir sons do clique do rato durante a gravação
IDC_CK_EFFECT_LCLICK_SOUND	= Clicar esquerdo
IDC_CK_EFFECT_RCLICK_SOUND	= Clicar direito

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_KEYSTROKE
IDC_CK_ADD_KEYSTROKE		= Adicionar tecla ao vídeo
IDC_ST_ADD_KEYSTROKE		= A sobreposição de teclas só está disponível no modo de gravação de ecrã.
IDC_ST_KEYSTROKE_SETTING	= Configurações
IDC_ST_KEYSTROKE_SIZE		= Tamanho da fonte:
IDC_ST_KEYSTROKE_POS		= Posição:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= Adicionar sobreposição de texto ao vídeo
IDC_BTN_TEXT_OVERLAY_ADD	= Adicionar
IDC_BTN_TEXT_OVERLAY_EDIT	= Editar
IDC_BTN_TEXT_OVERLAY_DEL	= Eliminar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Opções
IDC_ST_REC_PRIORITY		= Prioridade de gravação:
IDC_ST_REC_PRIORITY2		= Prioridade mais alta pode reduzir quadros perdidos
IDC_ST_FOR_DX_GL		= Para modo de gravação de jogo
IDC_CK_SKIP_RECORDING		= Saltar gravação enquanto o quadro não é atualizado.
IDC_CK_ENHANCED_DX9_CAPTURE	= Usar método de captura melhorado (mais rápido, apenas DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= Modo de gravação de ecrã
IDC_CK_HIDE_MAINWND_WHILE_REC = Ocultar janela principal durante a gravação
IDC_CK_SHOW_COUNTDOWN_TIMER	= Mostrar contagem regressiva
IDC_CK_ENHANCED_CAPTURE		= Use método captura aprimorada (+ rápido, Windows 8 ou acima)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = Reproduzir efeitos sonoros quando iniciado ou interrompido
IDC_CK_EXCLUDE_FROM_CAPTURE = Excluir janelas do Bandicam na gravação

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= Visualização da câmara e configurações avançadas
IDC_ST_WEBCAM_PRESET_POS	= Posição predefinida
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= Configurações
IDC_ST_WEBCAM_DEVICE		= Webcam:
IDC_BTN_WEBCAM_DEVICE		= Configurações
IDC_ST_WEBCAM_DEVICE_FMT	= Formato:
IDC_ST_WEBCAM_SIZE		= Tamanho da sobreposição: 
IDC_ST_WEBCAM_POS_H		= Posição X:
IDC_ST_WEBCAM_POS_V		= Posição Y:
IDC_ST_WEBCAM_FLIPSCREEN	= Inverter ecrã:
IDC_ST_WEBCAM_ROTATE	= Rotate:
IDC_ST_WEBCAM_SHAPE = Forma:
IDC_ST_WEBCAM_BLUR = Efeito de desfoque:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= Use chave do Chroma
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= Cor:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= Selecione
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Similar: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= Mistura:
IDC_LN_WEBCAM_HELP		= [ Ajuda ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Pré-visualização webcam 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= Configurações de sobreposição de texto
IDC_ST_TEXT_OVERLAY_SETTINGS	= Configurações
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Incluir carimbo data/hora
IDC_ST_TEXT_FONT		= Fonte:
IDC_ST_TEXT_SIZE		= Tamanho:
IDC_ST_TEXT_MARGIN		= Margem:
IDC_ST_TEXT_ALPHA		= Alfa:
IDC_ST_TEXT_COLOR		= Cor do texto:
IDC_CK_TEXT_SHADOW_COLOR	= Sombra:
IDC_CK_TEXT_OUT_COLOR		= Linha limite:
IDC_BTN_ADD_TEXT_MACRO		= Adicionar macro de texto (data, hora ...)
IDC_LN_TEXT_HELP		= [ Ajuda ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= Configurações de captura de imagem

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= Adicionar o logótipo à imagem
IDC_ST_IMG_LOGO_SETTING		= Configurações
IDC_ST_IMG_LOGO_IMAGE		= Imagem:
IDC_ST_IMG_LOGO_OPACITY		= Opacidade:
IDC_ST_IMG_LOGO_POS		= Posição:
IDC_ST_IMG_LOGO_LR_MARGINS	= Margem Esq./R:
IDC_ST_IMG_LOGO_TB_MARGINS	= Margem Sup./B:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Tamanho de destino personalizado
IDC_ST_TARGET_SIZE_SETTING	= Configurar
IDC_ST_TARGET_SIZE		= Tamanho do destino:
IDC_BTN_TARGET_RECENT		= Tamanho de destino recente

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Adicionar um novo tamanho predefinido
IDC_ST_ADD_SIZE_PRESET		= Pode guardar a posição do alvo atual e tamanho como uma nova predefinição.\nInsira um nome para a nova predefinição.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Editar tamanho predefinido
IDC_BTN_SIZE_PRESET_ADD		= Adicionar
IDC_BTN_SIZE_PRESET_DEL		= Eliminar
IDC_BTN_SIZE_PRESET_REN		= Renomear
IDC_BTN_SIZE_PRESET_UP		= Cima
IDC_BTN_SIZE_PRESET_DN		= Baixo

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Renomear o tamanho predefinido
IDC_ST_REN_SIZE_PRESET		= Inserir um novo nome para a predefinição.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Informação
IDC_ST_ACAP_INFO		= Informação acerca da captura de áudio
IDC_ST_ACAP_INFO2		= A placa de áudio não captura som. Verificar o controlo de gravação'. \n\nGostaria de visitar a nossa página de ajuda na web?
IDC_CK_ACAP_DO_NOT_ASK		= Não perguntar novamente
IDC_BTN_YES			= Sim
IDC_BTN_NO			= Não

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Tempo máx. de gravação
IDC_ST_RC_TIME_SETTING		= Configurar
IDC_ST_RC_TIME_HOUR		= Horas
IDC_ST_RC_TIME_MIN		= Mins
IDC_ST_RC_TIME_SEC		= Segs

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Tamanho máx. da gravação
IDC_ST_RC_FILESIZE_SETTING	= Configurar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Adicionar uma nova predefinição
IDC_ST_ADD_PRESET		= Pode guardar as configurações atuais de formato como uma nova predefinição. \nInsira um nome para a nova predefinição.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Editar predefinições
IDC_BTN_PRESET_ADD		= Adicionar
IDC_BTN_PRESET_DEL		= Eliminar
IDC_BTN_PRESET_REN		= Renomear
IDC_BTN_PRESET_UP		= Acima
IDC_BTN_PRESET_DN		= Abaixo

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Renomear a predefinição
IDC_ST_REN_PRESET		= Insira um novo nome para a predefinição.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Selecione o códogo de vídeo externo
IDC_ST_CODEC_EX_LIST		= Lista de códigos
IDC_ST_CODEC_EX_SETTINGS	= Configurações
IDC_ST_CODEC_EX_DRIVER		= Nome do Driver
IDC_ST_CODEC_EX_FOURCC		= Quatro centímetros cúbicos
IDC_ST_CODEC_EX_QUALITY		= Qualidade
IDC_ST_CODEC_EX_DATERATE	= Taxa de dados
IDC_ST_CODEC_EX_KEYFRAME	= Intervalo quadro-chave
IDC_CK_CODEC_EX_PREFER_RGB	= Preferir espaço de cores RGB
IDC_BTN_CODEC_EX_CONFIG		= Configurar
IDC_BTN_CODEC_EX_ABOUT		= Acerca
IDC_ST_CODEC_EX_HELP		= [ Ajuda ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Lista de processos bloqueados
IDC_ST_BLOCK_LIST		= Os processos a seguir não são permitidos.
IDC_ST_BLOCK_LIST_EX		= Exemplo:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= Configurações H.264 (NVIDIA® CUDA™) 
IDC_ST_H264_CUDA_RATE_CONTROL	= Controlo de taxa 
IDC_RD_H264_CUDA_VBR		= VBR - baseada na qualidade (recomendado)
IDC_RD_H264_CUDA_CBR		= CBR - baseada na bitrate
IDC_ST_H264_CUDA_GPU_USAGE	= GPU Uso
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Única GPU (uso com GPU mais rápida)
IDC_ST_H264_CUDA_GPU_DEVICE	= Dispositivo GPU:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Outras opções
IDC_ST_H264_CUDA_FOURCC_USED	= Código de quatro cent.cúbicos:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Intervalo de quadro-chave:
IDC_ST_H264_CUDA_FOURCC_HELP	= Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= Configurações H.264 (Quick Sync Video) 
IDC_ST_H264_SYNC_RATE_CONTROL	= Controlo de taxa
IDC_RD_H264_SYNC_VBR		= VBR - baseada na qualidade (recomendado)
IDC_RD_H264_SYNC_CBR		= CBR - baseada na bitrate
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Outras opções
IDC_ST_H264_SYNC_FOURCC_USED	= Código de quatro Cent.Cúbicos:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Intervalo de quadro-chave:
IDC_ST_H264_SYNC_FOURCC_HELP	= Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= Configurações H.264 (AMD VCE)
IDC_ST_H264_APP_RATE_CONTROL	= Controlo de taxa
IDC_RD_H264_APP_VBR		= VBR - baseada na qualidade (recomendado)
IDC_RD_H264_APP_CBR		= CBR - baseada na bitrate
IDC_ST_H264_APP_OTHER_OPTIONS	= Outras opções
IDC_ST_H264_APP_FOURCC_USED	= Código de quatro Cent.Cúbicos:
IDC_ST_H264_APP_KEYFRAME_INT	= Intervalo de quadro-chave:
IDC_ST_H264_APP_FOURCC_HELP	= Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Configurações Xvid
IDC_ST_XVID_RATE_CONTROL	= Controlo de taxa
IDC_RD_XVID_VBR			= VBR - baseada na qualidade (recomendado)
IDC_RD_XVID_CBR			= CBR - baseada na bitrate
IDC_ST_XVID_OPTIMIZATION	= Otimização
IDC_RD_XVID_FASTER_SPEED	= Codificação de velocidade mais rápida
IDC_RD_XVID_SMALLER_SIZE	= Tamanho do ficheiro menor
IDC_ST_XVID_OTHER_OPTIONS	= Outras opções
IDC_ST_XVID_KEYFRAME_INT	= Intervalo do quadro-chave:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= Configurações H.264 (NVIDIA® NVENC)
IDC_ST_H264_NVENC_RATE_CONTROL	= Controlo de taxa
IDC_RD_H264_NVENC_VBR		= VBR - baseada na qualidade (recomendado)
IDC_RD_H264_NVENC_CBR           = CBR - baseada na bitrate
IDC_ST_H264_NVENC_GPU_USAGE	= Uso da GPU
IDC_ST_H264_NVENC_GPU_DEVICE	= Dispositivo GPU:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Outras opções
IDC_ST_H264_NVENC_FOURCC_USED	= Código de Quatro Cent.Cúbicos:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Intervalo de quadro-chave:
IDC_ST_H264_NVENC_FOURCC_HELP	= Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= Configurações H.264 (CPU)
IDC_ST_H264_RATE_CONTROL	= Controlo de taxa
IDC_RD_H264_VBR			= VBR - baseada na qualidade (recomendado)
IDC_RD_H264_CBR			= CBR - com base em taxa de bits
IDC_ST_H264_OPTIMIZATION	= Otimização
IDC_RD_H264_FASTER_SPEED	= Codificação de velocidade mais rápida
IDC_RD_H264_BALANCED		= Desempenho equilibrado
IDC_RD_H264_SMALLER_SIZE	= Tamanho do ficheiro menor
IDC_ST_H264_OTHER_OPTIONS	= Outras opções
IDC_ST_H264_KEYFRAME_INT	= Intervalo de quadro-chave:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Temporizador de gravação
IDC_ST_TIMER_SETTINGS		= Configurações
IDC_RD_TIMER_START_IN		= Iniciar em
IDC_ST_TIMER_MINUTES		= Minutos
IDC_RD_TIMER_START_AT		= Iniciar em
IDC_CK_TIMER_MINIMIZE		= Minimizar Bandicam para a bandeja quando a gravação começar.
IDC_ST_TIMER_AUTO_COMPLETE	= Auto-gravação completa
IDC_BTN_TIMER_AUTO_COMPLETE	= Configuração

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Gravação temporizada - Esperar para iniciar
IDC_ST_TIMER_WAITING_INFO	= Esperando para começar a gravar em %s.
IDC_ST_TIMER_ELAPSED		= Tempo decorrido:
IDC_ST_TIMER_REMAINING		= Tempo restante:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= Configurações de FPS
IDC_ST_FORMAT_FPS_MODE		= Modo de taxa de quadros
IDC_RD_FORMAT_FPS_CFR		= Prefiro CFR - Taxa de quadros constante
IDC_ST_FORMAT_FPS_CFR		= Deixar VFR para trás se o desempenho do codificador não for suficientemente bom.
IDC_RD_FORMAT_FPS_VFR		= Usar VFR - Taxa de quadro variável (Recomendado)
IDC_ST_FORMAT_FPS_HELP		= Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE           = Enviar para o Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO       = Informação de envio
IDC_ST_YOUTUBE_FILENAME         = Ficheiro:
IDC_ST_YOUTUBE_TITLE            = Título:
IDC_ST_YOUTUBE_DESCRIPTION      = Descrição:
IDC_ST_YOUTUBE_PRIVACY          = Privacidade:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC   = Público - Permitir que todos vejam este vídeo
IDC_RD_YOUTUBE_PRIVACY_UNLISTED = Não listado - Quem tiver o link pode ver este vídeo
IDC_RD_YOUTUBE_PRIVACY_PRIVATE  = Privado - Apenas visível para mim e utilizadores selecionados
IDC_BTN_YOUTUBE_UPLOAD          = Enviar
IDC_LN_YOUTUBE_HELP             = Ajuda
IDC_LN_YOUTUBE_TOS		= Ao clicar em 'Carregar', certifica que possui todos os direitos sobre o conteúdo ou que está autorizado pelo proprietário a disponibilizar publicamente o conteúdo no YouTube e que, de outro modo, está em conformidade com os<a>Termos de Serviço do YouTube</a>.
IDC_CK_YOUTUBE_KEEP_LOGGED_IN	= Mantenha-me ligado
IDC_BTN_YOUTUBE_LOGOUT		= Sair

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; 
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE           = A enviar...
IDC_ST_YOUTUBE_UPLOADED         = O envio do vídeo está completo!
IDC_ST_YOUTUBE_LINK             = Ligação:
IDC_ST_YOUTUBE_EMBED            = Incorporar:
IDC_BTN_YOUTUBE_LINK_GO         = Ir
IDC_BTN_YOUTUBE_EMBED_COPY      = Copiar
IDC_BTN_YOUTUBE_CLOSE           = Fechar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Enviar para Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Enviar a informação
IDC_ST_VIMEO_FILENAME		= Ficheiro:
IDC_ST_VIMEO_TITLE		= Título:
IDC_ST_VIMEO_DESCRIPTION	= Descrição:
IDC_ST_VIMEO_PRIVACY		= Privacidade:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Público - Permitir qualquer pessoa ver este vídeo
IDC_RD_VIMEO_PRIVACY_ONLYME	= Só eu – Tornar este vídeo visível apenas para mim
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Apenas as que eu sigo - Visível para as pessoas que eu sigo no Vimeo
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Só com o link privado podem ver este vídeo
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Utilizadores do Vimeo Basic não podem usar esta opção)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= As pessoas com uma palavra passe podem ver este vídeo
IDC_CK_HIDE_PASSWORD		= Ocultar palavra passe
IDC_BTN_VIMEO_UPLOAD		= Enviar
IDC_LN_VIMEO_HELP		= Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= A Enviar...
IDC_ST_VIMEO_UPLOADED		= O envio do vídeo está completo!
IDC_ST_VIMEO_LINK		= Ligação:
IDC_ST_VIMEO_EMBED		= Incorporar:
IDC_BTN_VIMEO_LINK_GO		= Ir
IDC_BTN_VIMEO_EMBED_COPY	= Copiar
IDC_BTN_VIMEO_CLOSE		= Fechar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Enviar para Facebook.com
IDC_ST_FACEBOOK_UPLOADINFO	= Informação de envio
IDC_ST_FACEBOOK_FILENAME	= Nome do ficheiro:
IDC_ST_FACEBOOK_TITLE		= Título:
IDC_ST_FACEBOOK_DESCRIPTION	= Descrição:
IDC_ST_FACEBOOK_PRIVACY		= Privacidade:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= Público - Permite que todos vejam este vídeo
IDC_RD_FACEBOOK_PRIVACY_FOF	= Amigos dos amigos - Permite que seus amigos e, amigos seus verem este vídeo
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= Amigos - Permite que seus amigos vejam este vídeo
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= Apenas eu - Este vídeo é visível apenas para si
IDC_BTN_FACEBOOK_UPLOAD		= Envio
IDC_LN_FACEBOOK_HELP		= Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= Enviando...
IDC_ST_FACEBOOK_UPLOADED	= O envio do vídeo está completo!
IDC_ST_FACEBOOK_LINK		= Ligação:
IDC_BTN_FACEBOOK_LINK_GO	= Ir
IDC_BTN_FACEBOOK_CLOSE		= Fechar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_GDRIVE
IDD_UPLOAD_TO_GDRIVE		= Carregar para o Google Drive
IDC_ST_GDRIVE_UPLOADINFO	= Carregar informações
IDC_ST_GDRIVE_FILENAME		= Nome do ficheiro:
IDC_ST_GDRIVE_SHARE_MODE	= Partilhar:
IDC_RD_GDRIVE_DONT_SHARE	= Não partilhar
IDC_RD_GDRIVE_SHARELINK		= Criar um link de partilha
IDC_ST_GDRIVE_SHARELINK_HELP	= Qualquer pessoa com o link pode visualizar
IDC_BTN_GDRIVE_UPLOAD		= Carregar
IDC_LN_GDRIVE_HELP		= Ajuda
IDC_CK_GDRIVE_KEEP_LOGGED_IN	= Mantenha-me ligado
IDC_BTN_GDRIVE_LOGOUT		= Sair

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_GDRIVE
IDD_UPLOADING_GDRIVE		= Carregando...
IDC_ST_GDRIVE_UPLOADED		= A transferência do vídeo foi concluída!
IDC_ST_GDRIVE_LINK		= Link:
IDC_BTN_GDRIVE_LINK_GO	= Ir
IDC_BTN_GDRIVE_SHARELINK_COPY	= Copiar link de partilha
IDC_BTN_GDRIVE_CLOSE		= Fechar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC Disponível
IDC_LN_NVENC_AVAILABLE		= Codificador NVIDIA NVENC H.264 está disponível. NVENC é um codificador de alta performance usando a aceleração de hardware. Gostaria de usar o codificador H.264 NVENC?\n<a>mais</a>
IDC_CK_NVENC_AVAILABLE		= Não perguntar de novo

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Disponível
IDC_LN_QSV_AVAILABLE		= Codificador Intel® Quick Sync Video H.264 está disponível. QSV é um codificador de alta performance usando a aceleração por hardware. \nGostaria de usar o codificador QSV H.264?\n<a>mais</a>
IDC_CK_QSV_AVAILABLE		= Não perguntar de novo

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= Selecionar dispositivo
IDC_ST_DEVICE_SELECTION		= Seleção
IDC_ST_DEVICE_NAME		= Dispositivo:
IDC_BTN_DEVICE_NAME_SETTINGS	= Configurações
IDC_ST_DEVICE_FORMAT		= Formato:
IDC_ST_DEVICE_VIDEO_INPUT	= Entrada de vídeo:
IDC_ST_DEVICE_AUDIO_INPUT	= Entrada de áudio:
IDC_CK_DEVICE_AUDIO_CUSTOM	= Usar áudio personalizado
IDC_BTN_DEVICE_INPUT_SETTINGS	= Configurações
IDC_ST_DEVICE_OPTIONS		= Opções
IDC_ST_DEVICE_DEINTERLAING	= Desentrelaçamento:
IDC_ST_DEVICE_ROTATE		= Rotate:
IDC_ST_DEVICE_FLIPSCREEN	= Inverter ecrã:
IDC_CK_DEVICE_FLIPSCREEN_H	= Horizontal
IDC_CK_DEVICE_FLIPSCREEN_V	= Vertical
IDC_LN_DEVICE_HELP		= Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= Problema de compatibilidade em Origin
IDC_LN_CAUTION_USING_WINAPPS	= Se o Apps Windows (UWP) estiver ativado, um problema de compatibilidade pode ocorrer em Origin. <a>Clique aqui</a< para resolver o problema.\n\nTem a certeza de que deseja usar o Apps Store do Windows?
IDC_CK_CAUTION_USING_WINAPPS	= Não perguntar de novo

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= Lista de gravação programada
IDC_ST_SREC_LIST_TEXT		= Agende um horário para começar a gravar num horário específico. (Esta função está disponível quando o Bandicam está em execução).
IDC_BTN_SREC_LIST_ADD		= Adicionar
IDC_BTN_SREC_LIST_EDIT		= Editar
IDC_BTN_SREC_LIST_DELETE	= Eliminar
IDC_BTN_SREC_LIST_COPY		= Copiar
IDC_BTN_SREC_LIST_CLOSE		= Fechar
IDC_LN_SREC_TIP_TASK_SCHEDULER	= TIP: Como iniciar a gravação agendada quando o Bandicam não está em funcionamento

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= Gravação agendada
IDC_ST_SREC_SETTINGS_NAME	= Nome:
IDC_CK_SREC_ACTIVE		= Ativo
IDC_ST_SREC_SCHEDULING		= Agendamento
IDC_RD_SREC_ONE_TIME		= Uma vez
IDC_RD_SREC_DAILY		= Diário
IDC_RD_SREC_WEEKLY		= Semanal
IDC_ST_SREC_START_TIME		= Hora de início:
IDC_ST_SREC_END_TIME		= Hora do fim:
IDC_CK_SREC_DURATION		= Duração
IDC_CK_SREC_SUN			= Domingo
IDC_CK_SREC_MON			= Segunda
IDC_CK_SREC_TUE			= Terça
IDC_CK_SREC_WED			= Quarta
IDC_CK_SREC_THU			= Quinta
IDC_CK_SREC_FRI			= Sexta
IDC_CK_SREC_SAT			= Sábado
IDC_ST_SREC_RECORDING		= Gravação
IDC_ST_SREC_TARGET		= Destino da gravação:
IDC_BTN_SREC_TARGET_SELECT	= Selecionar
IDC_ST_SREC_AFTER_RECORDING	= Depois de gravar:
IDC_LN_SREC_HELP		= [ Ajuda ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= Sem dispositivos de captura de som
IDC_ST_ACAP_NO_DEVICE		= Nenhum dispositivo de captura de som foi detetado.\nPortanto, não haverá trilha de áudio no ficheiro de vídeo gravado.
IDC_CK_ACAP_DO_NOT_SHOW		= Não mostrar esta mensagem novamente

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_NON_ADMIN_GAME_MODE
IDD_CAUTION_NON_ADMIN_GAME_MODE		= Bandicam é iniciado como utilizador padrão
IDC_LN_CAUTION_NON_ADMIN_GAME_MODE	= Alguns alvos de gravação podem não ser detetados porque não iniciou o Bandicam como administrador. \n\n<a> Clique aqui para executar o Bandicam como administrador.</a>
IDC_LN_CAUTION_NON_ADMIN_GAME_HELP	= Ajuda
ID_BTN_CAUTION_UAC_SETTINGS		= Configurações

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_BANDIFIX_DIALOG
IDD_BANDIFIX_DIALOG		= BandiFix

[MENU]
ID_POPUP_ABOUT			= Acerca do Bandicam
ID_POPUP_GENERAL		= Configuração - Principal
ID_POPUP_FRAME			= Configurar - FPS
ID_POPUP_VIDEO			= Configurar - Vídeo
ID_POPUP_IMAGE			= Configurar - Imagem
ID_POPUP_AUDIO			= Configurações - Áudio
ID_POPUP_OUTPUTS		= Lista de ficheiro de saída
ID_POPUP_OPENOUTPUTFOLDER	= Abrir a pasta de gravação
ID_POPUP_TARGET			= Alvo
ID_POPUP_SETTINGS		= Configurações
ID_POPUP_SIZE			= Tamanho
ID_POPUP_EXIT			= Fechar

ID_TARGET_DIRECTX		= Modo de gravação de jogo
ID_TARGET_SCREEN		= Modo de gravação de ecrã - Retângulo
ID_TARGET_FULL			= Modo de gravação do ecrã - Ecrã cheio
ID_TARGET_WINDOW		= Modo de gravação de ecrã - janela específica
ID_TARGET_MOUSE			= Modo de gravação do ecrã - Ao redor do rato
ID_TARGET_DEVICE		= Modo de gravação do dispositivo
ID_TARGET_AUDIO_ONLY		= Modo de gravação só de áudio
ID_TARGET_HELP			= Ajuda

ID_TARGET_HIDE			= Mostrar / Ocultar \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= Copiar para área transferência \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= Modo de desenho \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Sempre na frente
ID_TARGET_COUNTDOWN = Contagem regressiva
ID_TARGET_COUNTDOWN_TIMER = Mostrar contagem regressiva
ID_TARGET_COUNTDOWN_0 = Desligado
ID_TARGET_COUNTDOWN_1 = 1 seg
ID_TARGET_COUNTDOWN_2 = 2 seg
ID_TARGET_COUNTDOWN_3 = 3 seg
ID_TARGET_COUNTDOWN_4 = 4 seg
ID_TARGET_COUNTDOWN_5 = 5 seg
ID_TARGET_COUNTDOWN_6 = 6 seg
ID_TARGET_COUNTDOWN_7 = 7 seg
ID_TARGET_COUNTDOWN_8 = 8 seg
ID_TARGET_COUNTDOWN_9 = 9 seg
ID_TARGET_COUNTDOWN_10 = 10 seg
ID_TARGET_HIDE_MAINWND = Ocultar a janela principal durante a gravação
ID_TARGET_TRANSPARENCY		= Opacidade
ID_TARGET_SIZE			= Tamanho
ID_TARGET_ADJUST		= Ajustar

ID_TARGET_MOVE_LEFT		= Mover p/ esquerda \t Esquerda
ID_TARGET_MOVE_RIGHT		= Mover p/ direita \t Direita
ID_TARGET_MOVE_UP		= Subir \t Acima
ID_TARGET_MOVE_DOWN		= Descer \t Abaixo

ID_TARGET_INC_WIDTH		= Aumentar largura \t Shift+Direita
ID_TARGET_DEC_WIDTH		= Reduzir largura \t Shift+Esquerda
ID_TARGET_INC_HEIGHT		= Aumentar largura \t Shift+Baixo
ID_TARGET_DEC_HEIGHT		= Reduzir largura \t Shift+Cima

ID_TARGET_FIND_WINDOW		= Selecione uma área de gravação \t Ctrl+F
ID_TARGET_FULLSCREEN		= Ecrã Inteiro \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Ajustar a 4:3
ID_TARGET_RATIO_16_9		= Ajustar a 16:9
ID_TARGET_SIZE_CUSTOM		= Personalizar tamanho \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Tamanho predefinido \t Shift+R
ID_TARGET_SIZE_PRESET_ADD	= Adicionar uma predefinição
ID_TARGET_SIZE_PRESET_EDIT	= Editar predefinições
ID_TARGET_SIZE_RU		= Tamanho usado recentemente \t Ctrl+S

ID_TARGET_DISPLAY		= Exibir
ID_TARGET_DISPLAY_1		= Exibir 1
ID_TARGET_DISPLAY_2		= Exibir 2
ID_TARGET_DISPLAY_3		= Exibir 3
ID_TARGET_DISPLAY_4		= Exibir 4
ID_TARGET_DISPLAY_5		= Exibir 5
ID_TARGET_DISPLAY_6		= Exibir 6
ID_TARGET_DISPLAY_7		= Exibir 7
ID_TARGET_DISPLAY_8		= Exibir 8
ID_TARGET_DISPLAY_ALL		= Todas as exibições

ID_TARGET_OPEN_OUTPUTFOLDER	= Pasta de saída aberta
ID_TARGET_OUTPUT_LIST		= Lista de ficheiros de saída
ID_TARGET_EXIT_BANDICAM		= Sair do Bandicam

ID_DEVICE_HIDE			= Mostrar / Ocultar \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= Copiar para área transferência \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= Sempre no topo
ID_DEVICE_SELECTION		= Selecione o dispositivo \t Ctrl+D
ID_DEVICE_FULLSCREEN		= Ecrã cheio \t Enter
ID_DEVICE_ZOOM			= Zoom
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= Proporção do ecrã
ID_DEVICE_KEEP_ASPECT_RATIO	= Manter a proporção
ID_DEVICE_ASPECT_RATIO_DEFAULT	= Padrão
ID_DEVICE_ASPECT_RATIO_4_3   	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= Abrir pasta de saída
ID_DEVICE_OUTPUT_LIST		= Lista de ficheiros de saída
ID_DEVICE_EXIT_BANDICAM		= Sair do Bandicam

ID_USER_PRESET_ADD		= Adicionar uma predefinição
ID_USER_PRESET_EDIT		= Editar predefinições

ID_SORT_BY_DATE			= Classificar por data
ID_SORT_BY_NAME			= Classificar por nome
ID_SORT_BY_SIZE			= Classificar por tamanho

ID_OUTPUTS_LB_PLAY		= Iniciar
ID_OUTPUTS_LB_OPEN		= Abrir
ID_OUTPUTS_LB_EDIT		= Editar
ID_OUTPUTS_LB_RENAME		= Renomear     \t F2
ID_OUTPUTS_LB_DELETE		= Eliminar     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= Selecionar todos \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= Abrir pasta de saída

ID_UPLOAD_TO_YOUTUBE            = Enviar para Youtube
ID_UPLOAD_TO_VIMEO              = Enviar para Vimeo
ID_UPLOAD_TO_FACEBOOK		= Enviar para Facebook
ID_UPLOAD_TO_GDRIVE		= Upload to Google Drive

ID_BDCAM_SIZE_DEFAULT		= Tamanho padrão

ID_AUDIO_FILTER_MONO		= Converter para Mono
ID_AUDIO_FILTER_NS		= Supressão de ruído
ID_AUDIO_FILTER_NS_OFF		= Desligado
ID_AUDIO_FILTER_NS_LOW		= Baixo
ID_AUDIO_FILTER_NS_MEDIUM	= Médio
ID_AUDIO_FILTER_NS_HIGH		= Alto


